
    [
        {
            "image": "Product-Images/Gorilla-Arms.webp",
            "name": "Gorilla Arms",
            "price": "€$20,450",
            "desc": "These arm implants drastically increase damage in melee combat. With every melee Attack performed, charges are built up to deal increased damage with the next Strong Attack."
        },
        {
            "image": "Product-Images/KiroshiOptics.webp",
            "name": "Kiroshi Optics Mk.2",
            "price": "€$2,000",
            "desc": "allows scanning of the environment, as well as display information about citizens"
        },
        {
            "image": "Product-Images/Mantis-Blades.webp",
            "name": "Mantis Blades",
            "price": "€$35,550",
            "desc": "The Mantis Blades consist of two simultaneously implanted blades. One blade is installed in each forearm, and remain retracted until used. In its extended state, the shape of the Mantis Blade resembles that of the forelegs of its namesake."
        },
        {
            "image": "Product-Images/Sandevistan.webp",
            "name": "Sandevistan",
            "price": "€$35,000",
            "desc": "Sandevistan will slow down time to a certain percentage for a set duration."
        },
        {
            "image": "Product-Images/Monowire.png",
            "name": "Monowire",
            "price": "€$20,650",
            "desc": "This arms modification relies on a unique battery-reliant mechanic which distinguishes the severity of its attacks. Depending on the level of charge, the damage dealt will change, that too, in a directly proportional manner."
        },
        {
            "image": "Product-Images/Projectile-launcher.webp",
            "name": "Projectile Launch System",
            "price": "€$35,650",
            "desc": "These arms implants allow you to launch projectiles from the forearm. The damage it deals depends on the type of loaded rounds."
        },
        {
            "image": "Product-Images/Reinforced-Ankles.webp",
            "name": "Reinforced Ankles",
            "price": "€$30,000",
            "desc": "This cyberware implant allows you to perform a charged jump"
        },
        {
            "image": "Product-Images/Lynx-Paws.webp",
            "name": "Lynx Paws",
            "price": "€$54,400",
            "desc": "This cyberware implant increases your stealth effectiveness while moving and running, significantly reducing the sound your make and the chance of enemies detecting you."
        },
        {
            "image": "Product-Images/Reinforced-Tendons.webp",
            "name": "Reinforced Tendons",
            "price": "€$30,000",
            "desc": "This cyberware implant allows you to perform double jumps"
        },
        {
            "image": "Product-Images/Biotech-Mark3.webp",
            "name": "BioDyne Mark 3",
            "price": "€$16,000",
            "desc": "The BioDyne Mark 3 has a base RAM of 10 and a buffer size of 7. It allows the installation of up to five Quickhacks."
        },
        {
            "image": "Product-Images/Berserk-Mark4.webp",
            "name": "BioDyne Berserk Mk.4",
            "price": "€$16,000",
            "desc": "The newest line of Berserk implants from BioDyne are notable for their improved ranged combat and defense algorithms thanks to trademarked hormone regulators from the Swedish corporation Dahlberg-Holm"
        },
        {
            "image": "Product-Images/Kerenzikov.webp",
            "name": "Kerenzikov",
            "price": "€$16,000",
            "desc": "A classic reflex booster."
        }
    ]
